name: "CarCorner.Classification.MobileNetV3.imgsz384.trt2208.fp16"
platform: "onnxruntime_onnx"
max_batch_size: 0
input [
    {
        name: "input"
        data_type: TYPE_FP32
        dims: [1, 3, 384, 384]
    }
]
output [
    {
        name: "output"
        data_type: TYPE_FP32
        dims: [1, 12]
    }
]

default_model_filename: "model_2024091001.onnx"

instance_group [
  {
    count: 1
    kind: KIND_CPU
  }
]